[{"trivia":"\n    John Krasinski and B.J. Novak went to high school together. They went to Newton South High School in Newton, Massachusetts, and they both graduated in 1997. They were even on the same little league baseball team.  "},{"trivia":"\n    When John Krasinski (Jim Halpert) got the role of Jim, the first thing he asked the casting director was \"did Jenna Fischer (Pam) get the role?\" Similarly, when Jenna got the job, the first thing she asked the casting director was about John getting the role.  "},{"trivia":"\n    Rainn Wilson originally auditioned for the role of Michael Scott before being cast as Dwight Schrute.  "},{"trivia":"\n    Jenna Fischer (Pam) and Angela Kinsey (Angela) are best friends in real life.  "},{"trivia":"\n    The show had to stop production in November 2007 because of a writer's strike. Steve Carell (himself a WGA member) supported the writers, and refused to cross the picket lines, even for non-writing duties. Carell went so far as to call in sick to the network on the first day of the strike, citing a case of \"enlarged balls\" as the reason he couldn't come in.  "},{"trivia":"\n    The computers on the Dunder Mifflin office set were wired for the internet. Cast members admitted that when they're in the background of scenes, they were often checking e-mail and surfing the net.  "},{"trivia":"\n    It's estimated that Jim would have spent somewhere between $7,000 to $10,000 pranking Dwight in 'The Office'  "},{"trivia":"\n    A pilot for a Dwight centered spin-off called \"The Farm\" was shot. NBC passed, and the pilot eventually was aired as part of the final season.  "},{"trivia":"\n    Steve Carell only watched a few minutes of the British version before permanently stopping such viewing because he did not want to copy Ricky Gervais' performance as the office manager. John Krasinski and Rainn Wilson, on the other hand, were avid viewers of the original.  "},{"trivia":"\n    Some of the video used in the opening theme song specifically the exterior shot of the building was taken by John Krasinski and his friends in their Jeep. John had just gotten the part and was coming out for shooting.  "},{"trivia":"\n    Paul Lieberstein's role as Toby Flenderson was meant to be a one-time appearance, since Lieberstein had never acted before, and never actually wanted to because of his quiet, reserved personality. However, NBC President Kevin Reilly saw the episode where Toby appeared and reportedly said \"That red-haired guy is terrific, we should see more of him.\" Toby then became a recurring character, and the cast and crew have repeatedly lavished praise on Lieberstein's acting abilities, and he has allowed the role to expand somewhat while remaining abashed by the attention it's brought to him. Notably, Toby has no or few lines or story presence in any episode that Paul Lieberstein writes or directs.  "},{"trivia":"\n    On the day of his audition, Leslie David Baker had another audition lined up and opted to go to that one first. But on his way back to auditioning for this show, he ran into traffic. Combined with being sweaty, his clothes being rumpled and in a cranky mood, Baker's audition for Stanley had gone the way the character was written that day, which was in a bad mood. Baker was cast two weeks later, based on being cranky in that audition.  "},{"trivia":"\n    Ed Helms missed seven consecutive episodes on season nine, because he was shooting The Hangover Part III (2013). His absence was explained in that his character (Andy) went on a three month long boat ride with his brother.  "},{"trivia":"\n    Bloopers are available on YouTube for almost every season. Rainn Wilson (Dwight Schrute) finds it especially difficult to maintain character in scenes with Steve Carell (Michael Scott) and John Krasinski (Jim Halpert). Krasinski also seems to find Carell highly amusing (as do most of the rest of the cast- 99 percent of the laughter related bloopers involve him unintentionally cracking someone up). On the other hand, Oscar Nuñez (Oscar Martinez) hardly ever breaks character. The few times he does are brought to attention by other cast members in the blooper scenes.  "},{"trivia":"\n    A couple of times throughout the series, Angela (Angela Kinsey) mentions that her favorite song is \"Little Drummer Boy\". At the beginning of the pilot episode, Dwight (Rainn Wilson) is singing that song at his desk.  "},{"trivia":"\n    Poor Richard's Pub, a bar, to which the gang often refers in the show, is a real bar located in the South Side Lanes bowling alley in South Scranton.  "},{"trivia":"\n    Creed Bratton played bass with the band in season two, episode eleven, \"Booze Cruise\", saying he played with The Grass Roots. Creed Bratton played lead guitar for The Grass Roots in real life.  "},{"trivia":"\n    When John Krasinski first auditioned for the show, he was called back for the role of Dwight. He told the producers that he would rather play Jim, but they refused to allow it. After a suitable Dwight was found for the show, Krasinski was allowed to come in for the role of Jim.  "},{"trivia":"\n    Fictional company Dunder Mifflin Paper Company, Inc. is now an actual member of the Greater Scranton Chamber of Commerce.  "},{"trivia":"\n    Carol was played by Steve Carell's real-life wife, Nancy Carell.  "},{"trivia":"\n    Four of the regularly appearing secondary characters have the same first name as the actress or actor who plays her or him: Angela (Angela Kinsey), Oscar (Oscar Nuñez), Phyllis (Phyllis Smith), and Creed (Creed Bratton). Interestingly, Creed shares his entire name (and a large chunk of his history) with his character. They are both called \"Creed Bratton\".  "},{"trivia":"\n    Throughout the series, each time we see Creed (Creed Bratton) at his desk, he is playing Spider Solitaire; Meredith (Kate Flannery) is playing Klondike.  "},{"trivia":"\n    Four of The Office cast members were interns on Late Night with Conan O'Brien (1993): Angela Kinsey in 1993, Mindy Kaling in the winter of 1999, John Krasinski in summer of 2000, and Ellie Kemper in spring of 2005.  "},{"trivia":"\n    It is frequently mentioned that the characters Phyllis Lapin Vance and Michael Scott are the same age, having gone to high school together. In real life, Phyllis Smith is eleven years older than Steve Carell.  "},{"trivia":"\n    Steve Carell has said that \"It took like 10 years after it went off the air for people to fully embrace\" the show, which never ranked higher than 41st in overall viewers for any of its 9 seasons. \"I'm telling you, nobody cared about it when it was on the air,\" Carell said. \"It had a core following of several hundred people.\"  "},{"trivia":"\n    The \"Welcome to Scranton\" sign featured in the opening credits, formerly located on the Central City Expressway, is now on display in the food court of the Mall at Steamtown. It is displayed with a backdrop so that people can get their picture taken with it. It was moved there when the city replaced the old signs with new signs.  "},{"trivia":"\n    According to Rainn Wilson's memoir The Bassoon King, Steve Carell has overactive sweat glands, which created some interesting production challenges. The on-set temperature had to be kept at 64 degrees in order to keep Carell from soaking and staining his clothes. Space heaters were eventually brought in to keep the rest of the cast from freezing.  "},{"trivia":"\n    In 2019 Jenna Fischer & Angela Kingsey started an Office re-watch podcast entitled 'The Office Ladies' in which they discuss one episode each week giving behind the scenes information, trivia and answering fan questions. They also have special guest appearances from episode directors & cast mates.  "},{"trivia":"\n    The Office's address is 1725 Slough Avenue. Slough was the name of the town in which the original version of the show takes place. There is no actual Slough Avenue in Scranton.  "},{"trivia":"\n    Paul Giamatti, Martin Short, Bob Odenkirk, and Hank Azaria were considered for the role of Michael Scott. Odenkirk portrayed a nearly exact copy of Scott at another office shown in the series.  "},{"trivia":"\n    Michael Scott has a \"Certificate of Authenticity\" on his wall that states he is the \"Proud Owner of a Quality Seyko Timepiece\".  "},{"trivia":"\n    Originally, Steve Carell was unavailable to play Michael Scott, as he was already committed to Come To Papa (2004). As a result, Bob Odenkirk was selected to play him, and was a part of the cast when the show was presented to NBC executives.  "},{"trivia":"\n    John Krasinski revealed on the podcast 'The Office Ladies' (hosted by Jenna Fischer and Angela Kinsey) that after the show wrapped, he kept the Teapot Jim gifted to Pam along with the Dunder Mifflin sign that hangs on the wall by the main entrance to the office.  "},{"trivia":"\n    Originally, after the show was first picked up, NBC planned on retitling the series, \"The American Workplace\", in order to differentiate it from the original British version. The idea was later scrapped. But when the documentary aired in season nine, it was called \"The Office: An American Workplace\" Outside of America it is called \"the US office\".  "},{"trivia":"\n    The cast is frequently seen on-screen drinking cans of Crystal Club soda (various flavors, Jim seems to prefer their grape), which is made in Scranton by the Crystal Club Soda Water Company.  "},{"trivia":"\n    Michael has a Union Jack Flag on his desk that appears in various shots, as an homage to The Office (2001).  "},{"trivia":"\n    One of the dogs Andy (Ed Helms) adopts during his breakdown is also featured in Parks and Recreation (2009) as Champion, Andy (Chris Pratt) and April's (Aubrey Plaza) three legged pit bull.  "},{"trivia":"\n    All of the principal characters have had their full names revealed throughout the series. Michael Gary Scott; Dwight Kurt Schrute III; James \"Jim\" Duncan Halpert; Pamela \"Pam\" Morgan Beesly; Ryan Bailey Howard; Andrew \"Andy\" Baines Bernard (Born Walter, Jr.); Kelly Erin Hannon; Angela Noelle Martin, and Kelly Rajaniganda Kapoor.  "},{"trivia":"\n    Many main and supporting cast members have written episodes of the show. B.J. Novak (Ryan), Paul Lieberstein (Toby), and Mindy Kaling (Kelly) wrote twelve of the twenty-eight episodes over the first and second seasons (albeit separately). (Lieberstein directed season four, episodes seven and eight, \"Money\".) Steve Carell (Michael Scott) wrote two episodes: the season two finale, \"Casino Night\", and season four, episode eleven, \"Survivor Man\". Season two, episode eight, \"Performance Review\", was written by Larry Wilmore, who played Mr. Brown, the diversity instructor. Michael Schur, a seasoned writer, played Dwight's cousin Mose Schrute. Gene Stupinsky and Lee Eisenberg, two writing partners, played the delivery men in season two, episode sixteen, \"Valentine's Day\", and others. Greg Daniels, the developer and show runner, played Michael's neighbor in season two, episode three, \"Office Olympics\", but his scene was cut.  "},{"trivia":"\n    The exterior shot of the building the office is \"in\" in Scranton, Pennsylvania is across the street from a bar which is coincidentally named \"The Office\". Greg Daniels has said that he hopes this is a sign of good karma for the show. The Office (the bar) was condemned by the city in 2011.  "},{"trivia":"\n    The first season was filmed in office space located just above a soundstage at the Chandler Valley Center Studios. The soundstage was often used to replicate the Dunder Mifflin warehouse, most notably in season one, episode five, \"Basketball\". For the second season, an exact replica of the original office was built on a soundstage right next to the warehouse set in the same building.  "},{"trivia":"\n    In season one, episode four, \"The Alliance\", Meredith is said to be an accountant. This is the only instance in which she has this job, as she becomes the Supplier Relations Representative for the remainder of the show.  "},{"trivia":"\n    Netflix's most streamed show of 2020.  "},{"trivia":"\n    Season 5 episode 10 \"The Surplus\" Hank, the security guard, when asked to help make the decision for the staff regarding buying a new copier or new chairs for the office, reaches for some Skittles on Pam's desk. This is an in-joke because the actor who plays Hank (Hugh Dane) recently, at the time the episode aired, starred in a highly famous Skittles commercial which ran in America and the UK.  "},{"trivia":"\n    Dwight has a \"Froggy 101\" bumper sticker on the filing cabinet next to his desk. Froggy 101 is the number one rated Country and Western station in Scranton, Pennsylvania, the setting for the show. This bumper sticker can also be seen as an easter egg in the office of Michael's boss, at his short-lived night job at the telemarketing company, in the warehouse on the elevator, at the tattoo parlor, in which Andy gets a tattoo, and in the bar during a scene of Michael's movie.  "},{"trivia":"\n    Ricky Gervais, who played Michael Scott's counterpart, David Brent, in the English version of the show, made a cameo in season seven, episode fourteen, \"The Seminar\" and again in \"Search Committee\" although \"The Seminar\" is his only in person appearance as his appearance in \"Search Committee\" is via video conference only.  "},{"trivia":"\n    nbc.com sent out bobble head coupons on character's birthdays. They have sent one out on Michael's, Jim's, and Pam's birthdays. This reveals that Michael was born on March 15, 1964; Jim - October 1, 1978; and Pam - March 25, 1979.  "},{"trivia":"\n    Dwight's overcoat he always wears is an East German military coat. The German Democratic Republic (Deutsche Demokratische Republik, or D.D.R.) existed from 1949-1990. This is probably a nod to his German heritage he always talked about.  "},{"trivia":"\n    Michael Scott's home address is shown as either 42 Kellum Court (per NBC's Dunder Mifflin website) or 126 Kellum Court (seen on the show). Kellum Court is a real street in Scranton, but house numbers start at 300, because of the city block numbering system. If it existed, the physical location of 42 Kellum Court would be in the rock quarry depicted behind the \"Scranton Welcomes You\" sign in the opening credits. The quarry is frequently mentioned by Creed throughout the series.  "},{"trivia":"\n    The character David Wallace is named after literary writer David Foster Wallace. Michael Schur is a fan of his, and even owns the film rights to his magnum opus, \"Infinite Jest\".  "},{"trivia":"\n    Nelson Franklin, who played Nick, the I.T. guy from season six, was also seen as a graphic designer in season four, episode thirteen, \"Job Fair\".  "},{"trivia":"\n    Creed Bratton, played by Creed Bratton, was originally supposed to be a background character that did not have any lines but they needed someone for Michael to fire so they let Creed talk.  "},{"trivia":"\n    It is the most watched licenced TV show on Netflix According to Nielsen rating  "},{"trivia":"\n    The document being highlighted in the opening credits scene is a copy of the Los Angeles Municipal Code, Section 12.22.  "},{"trivia":"\n    There are some changes in the set between the first season and the subsequent ones. The exterior of the building is completely different in the first season than what's used afterward. Also, the wall in between Michael's office and the conference room (the one, in which Andy punches a hole) is much thinner in the first season. Also, in the first season there is a door to the left of the break room door. Now there is just a door between Creed's desk and Oscar, Kevin, and Angela's island.  "},{"trivia":"\n    The cast had two St. Louis natives, Jenna Fischer and Phyllis Smith. Smith was a cheerleader for the St. Louis (now Arizona) Cardinals football team in the 1970s.  "},{"trivia":"\n    Brian Baumgartner (Kevin) and Ed Helms (Andy) graduated from The Westminster Schools in Atlanta, Georgia.  "},{"trivia":"\n    Steve Carell's number on the callsheets was 1. After he left the show during season 7, the number was retired in his honor.  "},{"trivia":"\n    Besides the sales team and the accountants, characters had the following jobs: Creed worked in quality assurance, Meredith works in supplier relations, Toby works in human resources, Kelly works in customer service, and Ryan is a temp for the first two seasons.  "},{"trivia":"\n    The theme song plays during the end credits only after the fourth season began. All previous seasons had no music during the end credits.  "},{"trivia":"\n    Throughout the show, soda cans, cereal boxes, and other various foods are all Wegmans brand. Wegmans is a very popular grocery store chain in New York, New Jersey, and Pennsylvania.  "},{"trivia":"\n    In season six, for a few episodes, Pam's painting was replaced with a motivational poster. Pam's painting later reappeared in the same season.  "},{"trivia":"\n    Many of the famous insert shots from the original series, such as the water cooler and copier machine were not used on this show. Instead, they pay homage to those particular shots by placing them in the opening credits. However, some clips were used, such as the paper shredder, but in later seasons.  "},{"trivia":"\n    To keep the mockumentary style going, crew mistakes were intentionally left in episodes to give the series a more realistic feel.  "},{"trivia":"\n    Before becoming cast members on this show, Ed Helms and Steve Carell were correspondents on The Daily Show (1996). Larry Wilmore also appeared on both shows.  "},{"trivia":"\n    There is a lamp banner in Scranton, Pennsylvania of the fictional company Dunder Mifflin Paper Company, Inc. on North Washington Avenue. It had to be replaced once after being stolen.  "},{"trivia":"\n    By the end of The Office, many of the lead actors were the producers of the particular show which included Rainn Wilson (Dwight), John Krasinski (Jim), Jenna Fischer (Pam) and Ed Helms (Andy).  "},{"trivia":"\n    Three of the four anchormen from Anchorman: The Legend of Ron Burgundy (2004) and Anchorman 2: The Legend Continues (2013) appeared at some point in this series. Steve Carell as Michael Scott, David Koechner as Todd Packer, and Will Ferrell as Deangelo Vickers. Ironically, the one who didn't appear, Paul Rudd, appeared on Parks and Recreation (2009), which was originally going to be a spin-off, but still had the mockumentry style this show had. Paul Rudd played Bobby Newport.  "},{"trivia":"\n    Ken Kwapis directed both the first and last episode of the show.  "},{"trivia":"\n    Angela Kinsey is described by her fellow co-workers as the complete opposite of her character (Angela Martin).  "},{"trivia":"\n    After the original airing ended in 2013 the show found more success in Netflix.  "},{"trivia":"\n    Creed Bratton composed the theme music to Jenna Fischer and Angela Kinsey's \"Office Ladies\" podcast.  "},{"trivia":"\n    In season two, Shannon Cochran played Pam's mom. In later seasons, Pam's mom (Helene Beesly) was played by Linda Purl. The two are noticeably different.  "},{"trivia":"\n    The Penn Paper building featured in the opening credits is located at 215 Vine Street in Scranton, Pennsylvania, which is about one block from Mifflin Avenue. Most likely from where the fictional company name \"Dunder Mifflin\" came. The \"Penn Paper\" sign on the building has now been replaced by \"PA Paper\" in blue lettering.  "},{"trivia":"\n    Angela Kinsey (Angela Martin) originally auditioned for the role of Pam.  "},{"trivia":"\n    Each season contained many Billy Joel references included by the writers who favor Joel . In season 2 episode 4 \"The Fire\" Dwight sings a parody of \"We Didn't Start The Fire\".  "},{"trivia":"\n    The Scranton branch is the only Dunder Mifflin office to have an open floor plan where the majority of the employees can be seen without barriers; it is also the only branch to have their salespeople with desk-mates.  "},{"trivia":"\n    Dwight spends $7,500 a year on being taught martial arts. (As per Season 9 episode 21: he has spent $150,000 over 20 years.)  "},{"trivia":"\n    Dwight had four bobbleheads on his desk. The most well known is the \"Dwight Schrute\" bobblehead, a present from Angela in season two. Two others seen throughout the series are of Mike Lieberthal and John Kruk. Lieberthal played catcher for the Scranton/Wilkes-Barre Red Barons before being promoted to the Philadelphia Phillies, and John Kruk was a Philadelphia Phillie before retirement. The fourth bobblehead, added in the fourth season, was of former Syracuse University guard and Scranton native son Gerry McNamara.  "},{"trivia":"\n    Four of the main cast members are originally from Massachusetts: Steve Carell (Michael Scott), John Krasinski (Jim Halpert), B.J. Novak (Ryan Howard), and Mindy Kaling (Kelly Kapoor). Guest stars Nancy Carell (Carol Stills) and Andy Buckley (David Wallace) are also from Massachusetts.  "},{"trivia":"\n    Unlike modern shows like House M.D., The Office features only classic horizontal blinds in an effort to make them popular again. The creators were adamantly against verticals, which are detrimental to people with vertigo, dizziness and other motor and balance problems, and painfully distract from a scene, as they start to swing with the littlest motion.  "},{"trivia":"\n    The running joke of the series is that Ryan Howard (BJ Novak) shares his name with a baseball player of the same name. In Night Out,\" when he is trying to gain access to a nightclub,he says \"Ryan Howard the baseball player check again.\" However, in \"Promos,\" the real Ryan Howard appears as himself.  "},{"trivia":"\n    During the meeting between David Wallace, Jim, Dwight, and Charles regarding the Michael Scott Paper Company, not only are the men seated next to their chosen assistants (Wallace/Jim, Charles/Dwight) but their colors are coordinated as well: Wallace and Jim are wearing shades of blue while Charles and Dwight are dressed in shades of yellow.  "},{"trivia":"\n    Thomas Lennon, Ken Marino, Ben Falcone, Nick Offerman, Alan Tudyk, Jim Zulevic, and Bill Chott auditioned for the role of Michael Scott.  "},{"trivia":"\n    There is some dispute regarding the actual number of episodes that the show had, with some saying there are one hundred eighty-five, and others saying the amount is two hundred one. This is because the show did several double episodes throughout its whole run, which some people counted as one longer episode, and others (including producers from the show) considered two-part episodes.  "},{"trivia":"\n    Greg Daniels wanted as little crew as possible on set to give the atmosphere a more relaxed feel. During the filming of the pilot, Daniels had only himself, a cameraman, and a boom operator present.  "},{"trivia":"\n    Angela Kinsley (Angela Martin) and Oscar Nunez (Oscar Martinez) knew each other for years before being cast as their characters. They had no idea each other was cast until the first table read. Kinsey said on the Office Ladies podcast that she was immensely relieved to see her friend and made the experience more comfortable.  "},{"trivia":"\n    Hamish Linklater and Adam Scott auditioned for the role of Jim.  "},{"trivia":"\n    Tim Allen, Danny McBride, Rhys Darby, and Harvey Keitel were all rumored at one point as possible replacements when Steve Carell announced he would be leaving the series.  "},{"trivia":"\n    At the end of the 6th season, in the Whistleblower episode, the address of the Scranton Business Park (where Dunder Mifflin is located) is given as \"1725 Slough Avenue\". Although this show is renowned for using actual locations and businesses throughout the Scranton area, there is no Slough Avenue in Scranton. The American version of The Office was based heavily upon the original series which was set in the United Kingdom. In the original, Wernham Hogg was located in the town of Slough in southern England. Scranton and Slough were both chosen because they represented the most boring post industrial wastelands in their respective countries of origin. The tiny Union Jack flag Michael keeps on his desk is also a nod to the original British series.  "},{"trivia":"\n    Jack Coleman, who played the state Senator in seasons seven through nine, was a main character on Heroes (2006). Dwight mentioned Heroes (2006) several times throughout the series.  "},{"trivia":"\n    According to Rainn Wilson, he modeled Dwight's hairstyle after his own hairstyle when he was a teenager in the 1980s.  "},{"trivia":"\n    Angela Kinsey wore her own clothes while filming the pilot.  "},{"trivia":"\n    Throughout the series, a bobblehead of MLB catcher Mike Lieberthal (in his Scranton/Wilkes-Barre Red Barrons jersey) can be seen on Dwight's desk. Ironically, Lieberthal's middle name is Scott, making his full name \"Michael Scott Lieberthal\".  "},{"trivia":"\n    Every time Dwight was shown pantsless, he is wearing the same pair of green underwear, except in season two, episode seven, \"The Client\", in which he wore blue underwear, and in season five, episode four, \"Baby Shower\", in which he wore red underwear.  "},{"trivia":"\n    Bob Odenkirk is the second person from Breaking Bad (2008) to make an appearance on the show. He was also set to play Michael Scott until Come to Papa, the sitcom Steve Carell was starring in at the time, was canceled- thus freeing Carell (the show runners' first choice) to take the role.  "},{"trivia":"\n    Near the end of episode 5 in season 3, while Jim and Pam are conversing over the phone between Scranton and Stamford, the camera zooms in and visibly shows Jim's name plate reading Assistant Regional Manager. There was a running gag throughout the years with Dwight Schrute being Assistant (to the) Regional Manager to Michael Scott.  "},{"trivia":"\n    The copier machine shown in the open credits is fitted with a delivery guide that would normally be used with a finisher, but the copier is instead equipped only with a receiving tray. That is why the paper doesn't exit properly and pushes other papers to the floor. In a normal office setting the copier wouldn't be configured like this because office personnel don't like picking paper up off the floor.  "},{"trivia":"\n    Dwight password protects the files of his clients individually with the name of a separate mythical creature per client.  "},{"trivia":"\n    Michael's birthday was March 15.  "},{"trivia":"\n    First NBC comedy series to be presented in widescreen to non-HDTV viewers, resulting in horizontal black bars. Previous NBC dramas had been presented in widescreen to non-HDTV viewers, but no previous comedy.  "},{"trivia":"\n    In almost every meeting, Stanley is seen doing a crossword puzzle.  "},{"trivia":"\n    Danny Cordray (Timothy Olyphant) was named after Randy Cordray, one of the show's producers.  "},{"trivia":"\n    Stripper Elizabeth, actress Jackie Debatin, who appeared in 3 episodes, also played in season 8 episode 8 of Friends, \"The One With The Stripper\" as the role of \"the stripper\". This isn't the only connection between the two shows either. Steve Carell (Michael Scott) and Jennifer Aniston (Rachel Green) went on to star in Apple TV Plus's The Morning Show together.  "},{"trivia":"\n    B.J. Novak and Mindy Kaling (Ryan and Kelly) are the same age in real-life.  "},{"trivia":"\n    Erin's first name is Kelly. Charles Miner decided that having two Kellys in the office (the other being Kelly Kapoor) would be too confusing, so she used her middle name.  "},{"trivia":"\n    Anne Dudek, Ever Carradine, and Mary Lynn Rajskub auditioned for the role of Pam.  "},{"trivia":"\n    Phyllis, Andy and Toby are the only characters whose birthdays are the same as their actors, Kevin was born in 1968 but his birthday is not stated however in The Accountants \"Taste the Ice Cream\" his birthday is stated as June 1st on his loan application.  "},{"trivia":"\n    In addition to the actresses/actors playing Phyllis, Angela, Oscar, and Creed sharing the same first names as their characters, interestingly Robert B. Shafer, who portrays Bob Vance, does share the same first name with his character because in the season 5 episode 'Blood Drive (2009) when Jim and Pam spend Valentine's Day lunch with Phyllis and Bob, Jim repeatedly refers to Bob as Robert.  "},{"trivia":"\n    Michael Scott's middle name is Gary, but the name 'Gary' is not often mentioned. Instead, he is often referred to as Michael G. Scott.  "},{"trivia":"\n    Andy calls Jim by the nicknames \"Tuna\" or \"Big Tuna\", because Jim ate a tuna sandwich for lunch the first day they met.  "},{"trivia":"\n    The show is set in Scranton, Pennsylvania, a city of 76,000 in northeast part of the Commonwealth of Pennsylvania, and has a metropolitan area population around 570,000.  "},{"trivia":"\n    Todd Packer's middle name is Finch in \"The Fight\". When the employees are updating their emergency contacts, Ryan jokingly thinks the \"F\" stands for fudge. Todd Packer's Office UK counter part is named Chris 'Finchy' Finch. Both play the role of the traveling sales rep.  "},{"trivia":"\n    Whenever Andy's office is shown a Cornell hockey bobblehead is visible in the background.  "},{"trivia":"\n    Steve Carell (Michael Scott) and Amy Ryan (Holly Flax) have been in movies where Dwayne \"The Rock\" Johnson played an agent for the government. Steve starred alongside (and kissed!) Dwayne in Get Smart (2008) and Amy was in Central Intelligence (2016).  "},{"trivia":"\n    Andy Buckley (David Wallace) and Zach Woods (Gabe Lewis) appeared in season four, episode fourteen, \"Off the Hook\", of Arrested Development (2003).  "},{"trivia":"\n    Jenna Fischer kept Pam's engagement ring after the series wrapped.  "},{"trivia":"\n    In season seven, episode twenty-two, \"Goodbye, Michael\", Toby talks to his brother Rory Flenderson via video chat. Rory was played by Paul Lieberstein's real-life brother Warren, who was also a producer on the show.  "},{"trivia":"\n    The phrase \"That's what she said\" is said 49 times, Michael says the phrase 34 times.  "},{"trivia":"\n    There are 126 pranks in the show many of them involving Jim and Dwight.  "},{"trivia":"\n    Steve Carell announced during the hiatus between seasons six and seven, that he would not sign a new contract beyond the latter, and this was confirmed right before the seventh season began in September 2010.  "},{"trivia":"\n    Michael Scott (Steve Carell) speaks the first line of the series, and Pam Beesly (Jenna Fischer) delivers the final line. Pam also is the last person to say goodbye to Michael when he leaves.  "},{"trivia":"\n    The final words are spoken by Pam, \"theres a lot of beauty in ordinary things, isn't that the point\" is the premise of the show and fully wraps up the series  "},{"trivia":"\n    Will Ferrell was originally asked to play the part of Michael. He declined and the role was offered to Steve Carell. When Steve left the show, Ferrell filled in as a guest star for a role he originally passed on.  "},{"trivia":"\n    In season 3, episode 10, Michael and Andy take two waitresses they met at Benihana back to the office for the Christmas party. But when they get there, the waitresses are played by different actresses.  "},{"trivia":"\n    John Krasinski revealed that the writers had strongly considered having Jim and Pam get a divorce in the ninth season. Although the two were portrayed as having marital problems during that season, the possibility of divorce was never brought up on the show and the two remained married.  "},{"trivia":"\n    The series' new (and most likely permanent) streaming home, Peacock - the NBC service, which produced the show - has included deleted scenes as part of the initial episode. Surprisingly, several of these deleted scenes consist of Jim and Pam in heavy conflict with nearly each one of their coworkers. Previously, the aired versions rarely showed antagonism between the pair and their coworkers (the exception being Jim's co-manager debacle). In particular, Pam's New York arc is heavily criticized by her peers during the microwave incident.  "},{"trivia":"\n    The only characters to not have their talking heads with their backs to the bullpen are Michael and Jim (and Pam once she and Jim get married). This is to show that they have a future outside of the office: Michael gets married and moves to Colorado with Holly; and Jim/Pam eventually move to Philadelphia for Jim's business. The exception to this is 'Branch Closing' where once the workers are told they are being shut down, their interviews are all at the outside window; when the news is corrected by Jan later on, their interviews are back to normal with the bullpen behind them.  "},{"trivia":"\n    \"Stress Relief\" which aired Feburary 1, 2009 was the first episode to air on a Sunday instead of the usual Thursday.  "},{"trivia":"\n    Michael Scott mentions Scream 2 (1997) a couple of times throughout the series. Timothy Olyphant (Danny Cordray) was one of the killers in Scream 2 (1997).  "},{"trivia":"\n    Rashida Jones (Karen) has an uncle whose name is Robert Lipton. This is the name of the State Senator that Angela (Angela Kinsey) marries. Rashida's mother is Peggy Lipton.  "},{"trivia":"\n    Jenna Fischer (Pam Beesly/Halpert) and Will Ferrell (Deangelo Vickers) previously worked together on Blades of Glory (2007) where they played Katie Van Waldenburg and Chazz Michael Michales, respectively.  "}]